{
  "products": [
    {
      "id": 1,
      "name": "Капсулы Железо хелат",
      "price": 2000,
      "image": "https://static.insales-cdn.com/r/NBVK_3pcEis/rs:fit:550:550:1/plain/images/products/1/7990/724565814/%D0%B6%D0%B5%D0%BB%D0%B5%D0%B7%D0%BE.png@webp",
      "description": "Капсулы Железо хелат - это эффективный источник железа, который предназначен для удовлетворения потребности организма в этом важном минерале. Железо играет ключевую роль во многих функциях организма, включая производство красного крови, поддержку иммунной системы и поддержание здоровья костей. Капсулы Железо хелат содержат бисглицинат железа, который легко усваивается организмом и доступен для использования. Этот продукт представлен в удобной форме капсул, которые можно легко принимать с пищей. Капсулы Железо хелат предназначены для взрослых и рекомендуется принимать 1 капсулу 1 раз в день во время приема пищи. Продолжительность приема составляет 1 месяц. Принимая Капсулы Железо хелат, вы помогаете своему организму поддерживать здоровье и благополучие. Однако перед началом приема любого нового препарата всегда рекомендуется проконсультироваться с врачом. Храните Капсулы Железо хелат в сухом, защищенном от света и недоступном для детей месте, при температуре не выше 25 °C. Срок годности препарата составляет 3 года.",
      "rating": 4.5,
      "manufacturer": "California Gold Nutrition",
      "grades": 302,
      "country": "Россия",
      "tags": [
        "Мужское",
        "Женское"
      ],
      "article": "MP002XM2545U",
      "variants": [
        {
          "name": "Емкость (мг.)",
          "options": [
            {
              "price": 2000,
              "count": 12,
              "value": "40"
            },
            {
              "price": 2500,
              "count": 44,
              "value": "60"
            },
            {
              "price": 3000,
              "count": 20,
              "value": "80"
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "Экстракты для гормонального баланса Дом кедра",
      "price": 340,
      "image": "https://static.insales-cdn.com/r/NBVK_3pcEis/rs:fit:550:550:1/plain/images/products/1/7990/724565814/%D0%B6%D0%B5%D0%BB%D0%B5%D0%B7%D0%BE.png@webp",
      "description": "Капсулированные масла – это уникальный продукт благодаря своему составу, который за короткое время стал востребован на рынке среди тех, у кого наблюдается тугоподвижность суставов и позвоночника, отёчность, боли и воспаление. Масла и СО2-экстракты в составе капсул для здоровья внутри желатиновой оболочки имеют направленное действие на облегчение боли и дискомфорта при движении.",
      "rating": 3.3,
      "manufacturer": "California Gold Nutrition",
      "grades": 22,
      "country": "Тайвань",
      "tags": [
        "Женское",
        "Добавки",
        "Масла"
      ],
      "article": "SZF342LD2557E",
      "variants": [
        {
          "name": "Количество (шт.)",
          "options": [
            {
              "price": 340,
              "count": 300,
              "value": "20"
            },
            {
              "price": 550,
              "count": 55,
              "value": "60"
            },
            {
              "price": 840,
              "count": 240,
              "value": "100"
            }
          ]
        }
      ]
    }
  ]
}
